tap "homebrew/bundle"
tap "homebrew/cask-fonts"
brew "bat"
brew "bat-extras"
brew "exa"
brew "fnm"
brew "httpie"
cask "1password"
cask "1password-cli"
cask "adobe-acrobat-reader"
cask "alfred"
cask "docker"
cask "font-fira-code-nerd-font"
cask "font-fira-mono-nerd-font"
cask "google-chrome"
cask "iterm2"
cask "microsoft-auto-update"
cask "microsoft-office"
cask "opera-gx"
cask "readdle-spark"
cask "spotify"
cask "ticktick"
cask "visual-studio-code"
