tap "homebrew/bundle"
tap "homebrew/cask-fonts"
brew "bat"
brew "bat-extras"
brew "exa"
brew "httpie"
cask "1password"
cask "alfred"
cask "docker"
cask "font-fira-code-nerd-font"
cask "font-fira-mono-nerd-font"
cask "google-chrome"
cask "onedrive"
cask "opera-gx"
cask "readdle-spark"
cask "spotify"
cask "visual-studio-code"
