tap "homebrew/bundle"
tap "oven-sh/bun"
brew "libssh2"
brew "bat"
brew "bat-extras"
brew "circleci"
brew "exiftool"
brew "eza"
brew "ffmpeg"
brew "fnm"
brew "httpie"
brew "media-info"
brew "python@3.13"
brew "starship"
brew "terraform"
brew "oven-sh/bun/bun"
cask "1password"
cask "1password-cli"
cask "adobe-acrobat-reader"
cask "cursor"
cask "dbeaver-community"
cask "docker-desktop"
cask "font-fira-code-nerd-font"
cask "font-fira-mono-nerd-font"
cask "iterm2"
cask "microsoft-auto-update"
cask "microsoft-office"
cask "raycast"
cask "scroll-reverser"
cask "spotify"
cask "visual-studio-code"
